tap "neurosnap/tap"
tap "xykong/tap"
brew "atuin"
brew "bat"
brew "eza"
brew "fd"
brew "volta"
cask "font-fira-code-nerd-font"
brew "fzf"
brew "fzf-tab"
cask "ghostty"
brew "git"
brew "hyperkey"
brew "linearmouse"
brew "markdownlint-cli2"
brew "middledrag"
brew "neovim"
brew "python@3.13"
brew "ripgrep"
brew "starship"
brew "stow"
brew "shottr"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "xykong/tap/flux-markdown"
brew "neurosnap/tap/zmx"
